[
    {
        "name": "Juan Sepulveda",
        "email": "me@juan.do",
        "avatar": "https://secure.gravatar.com/avatar/50e31ce452ddfae946699ffc0e8af3a3?s=500",
        "location": "Unknown",
        "bio": "I'm a seasoned software engineer with a rich 10-year journey through web development. From the dynamic hustle of startups to embracing the transformative world of no-code platforms like Airtable, my passion has been constant. In recent times, my interest has been towards the intriguing realm of AI.\r\n\r\nMy passion is to learn and explore new things.\r\n\r\nAguilucho desde chiquitico!",
        "twitter": "jsep_do",
        "carrear": "Ingeniero de Sistemas",
        "url": "",
        "organization": "",
        "shirt_size": "Men's M",
        "name_2": null,
        "email_2": null,
        "avatar_2": null,
        "location_2": null,
        "bio_2": "Ingeniero de software con 10 años de experiencia en desarrollo web y un interés creciente en inteligencia artificial.",
        "twitter_2": null,
        "url_2": null,
        "organization_2": null,
        "shirt_size_2": null,
        "talk_format": "Talk (~30-45 minutes)",
        "title": "Software Engineering in the Age of AI: The New Paradigm",
        "abstract": "Step into the transformative age where AI isn’t just a tool; it's a co-developer. \n\nDiscover how modern software engineering integrates  human innovation and machine intelligence, reshaping industries and redefining what's possible.\n\nDon’t just code, co-create with AI. Be part of the new paradigm!",
        "description": "Software Engineering has witnessed significant shifts throughout decades, but the AI age is set to be the most transformative. AI is no longer a buzzword but a reality, understanding its impact on software engineering is essential.\r\n\r\nIn this talk, I will unravel the profound implications of AI on software engineering, offering insights into:\r\n\r\nLeveraging AI for code generation and optimization.\r\nAI-driven testing and quality assurance.\r\nThe role of AI in accelerating software development pipelines.\r\nEthics and challenges in AI-augmented software engineering.\r\n\r\nWhether you're a seasoned software engineer or just starting your journey, this talk will provide valuable insights, practical tips, and a glimpse into the exciting possibilities that await in the AI-driven software world.",
        "notes": "",
        "audience_level": "All",
        "tags": [
            "ai",
            "Ingeniería de Software",
            "Sistemas Inteligentes",
            "Tecnologías Emergentes"
        ],
        "rating": 0.0,
        "state": "accepted",
        "confirmed": false,
        "created_at": "2023-10-15T23:10:00.303Z",
        "additional_info": ""
    },
    {
        "name": "Pedro De la Cruz",
        "email": "pedrodlcruz@coolhunterpartners.com",
        "avatar": "https://secure.gravatar.com/avatar/528eb4b7626faecbc61303f72468087d?s=500",
        "location": "Unknown",
        "bio": "Pedro De la Cruz\r\nCoolhunterPartners, Co Founder \u0026 COO\r\n\r\n\r\nPedro A. De la Cruz Martínez es un apasionado tecnólogo en mecatrónica y desarrollador de aplicaciones móviles con una sólida experiencia en la creación y coordinación de proyectos de automatización a nivel industrial. Con más de 8 años de trayectoria en el campo, ha destacado como experto en control automático, sistemas de controles y electrónica, trabajando en la optimización de procesos industriales.\r\n\r\nSu fascinación por la tecnología lo llevó a adentrarse en el mundo del desarrollo de aplicaciones móviles, convirtiéndose en desarrollador de Flutter desde 2019, donde ha cosechado logros significativos. Como consultor de una prestigiosa empresa europea, ha desempeñado un papel clave en el desarrollo de diversas aplicaciones móviles de gran impacto local e internacional. Su participación como Mobile Lead en más de 5 proyectos ha demostrado su capacidad para liderar equipos y diseñar soluciones innovadoras.\r\n\r\nComo padre de dos niños y esposo, Pedro valora el equilibrio entre su carrera profesional y sus roles familiares. Su compromiso con el desarrollo tecnológico y su pasión por la innovación están enriquecidos por la satisfacción de compartir momentos valiosos con su familia.\r\n\r\nPedro también ha compartido su conocimiento y experiencia como ponente en diversas charlas sobre liderazgo, emprendimiento y relaciones personales y de pareja en comunidades de emprendimiento en la República Dominicana. A través de estas presentaciones, ha inspirado a otros a explorar el potencial de la tecnología y el desarrollo en sus carreras, al mismo tiempo que ha brindado valiosas enseñanzas sobre la importancia de desarrollar habilidades de liderazgo y fomentar relaciones positivas en todos los ámbitos de la vida.\r\n\r\nPedro tiene una visión clara de cómo la tecnología y la mecatrónica pueden converger para mejorar la experiencia del usuario en las aplicaciones móviles y cómo la investigación de usuario y experiencia de usuario son fundamentales para el éxito de cualquier proyecto digital.",
        "twitter": "Pedroadlcruz",
        "carrear": "Undefined",
        "url": "",
        "organization": "Coolhunter Partners",
        "shirt_size": "Men's L",
        "name_2": null,
        "email_2": null,
        "avatar_2": null,
        "location_2": null,
        "bio_2": "Co Fundador y COO de CoolhunterPartners, experto en mecatrónica y aplicaciones móviles con más de 8 años de experiencia",
        "twitter_2": null,
        "url_2": null,
        "organization_2": null,
        "shirt_size_2": null,
        "talk_format": "Talk (~30-45 minutes)",
        "title": "Scaling Flutter Apps: Architectural Strategies for Success",
        "abstract": "Descubriremos cómo crear aplicaciones robustas, escalables y fáciles de mantener utilizando las estrategias adecuadas de arquitectura, mientras exploramos los \"do's and don'ts\" más importantes en el proceso.\nAbordaremos diversos aspectos clave que te ayudarán a construir aplicaciones  de calidad.",
        "description": "Scaling Flutter Apps: Architectural Strategies for Success\r\n\r\nEn esta charla informativa y práctica, descubriremos cómo crear aplicaciones robustas, escalables y fáciles de mantener utilizando las estrategias adecuadas de arquitectura, mientras exploramos los \"do's and don'ts\" más importantes en el proceso.\r\n\r\nDurante esta sesión, abordaremos diversos aspectos clave que te ayudarán a construir aplicaciones Flutter de alta calidad. Comenzaremos con una visión general de las arquitecturas más comunes y sus ventajas, destacando cómo cada una puede adaptarse a diferentes tipos de proyectos. Profundizaremos en los siguientes temas:\r\n\r\n1. Diseño de Arquitectura:\r\n\r\nExploraremos patrones arquitectónicos como MVC, MVVM y Clean Architecture.\r\nAnalizaremos cómo elegir la arquitectura adecuada para tu proyecto en función de sus requisitos y complejidad.\r\n\r\n2. Gestión del Estado:\r\n\r\nProfundizaremos en las diferentes opciones de gestión de estado en Flutter, como Provider, Bloc y Riverpod.\r\nCompartiremos consejos sobre cómo elegir la estrategia de gestión de estado adecuada según el tamaño y la complejidad de tu proyecto.\r\nA medida que exploramos estos temas, te proporcionaremos ejemplos prácticos y casos de uso reales para ilustrar cómo aplicar eficazmente estas técnicas en tus propios proyectos. Además, compartiremos ejemplos de errores comunes y desafíos típicos que debes evitar al diseñar la arquitectura de tu aplicación Flutter.\r\n\r\nYa seas un desarrollador principiante o experimentado en Flutter, esta charla te brindará información valiosa para elevar tus habilidades de desarrollo y garantizar la construcción de aplicaciones Flutter sólidas y eficientes.",
        "notes": "",
        "audience_level": "All",
        "tags": [
            "Flutter Mobile Development"
        ],
        "rating": 0.0,
        "state": "accepted",
        "confirmed": false,
        "created_at": "2023-10-11T15:39:19.160Z",
        "additional_info": ""
    },
    {
        "name": "Emilio Ferreyra",
        "email": "emilioferreyra@gmail.com",
        "avatar": "https://papercallio-production.s3.amazonaws.com/uploads/user/avatar/19132/photo_2023-10-16_05.02.01.jpeg",
        "location": "Santiago, Dominican Republic",
        "bio": "Soy ingeniero en Software. 👨‍💻 Apasionado de GNU/Linux y el software libre. 🐧💻 Amante de la montaña y ciclista ocasional. 🚴‍♂️🌄 Autodidacta de corazón. 📚 Creo firmemente que Python es genial 🐍🤘 y que puedes expandir tus horizontes con Django. 🧠💻✨",
        "twitter": "emilio_ferreyra",
        "carrear": "Ingeniero de Sistemas",
        "url": "https://www.linkedin.com/in/ramonemilioferreyra/",
        "organization": "",
        "shirt_size": "Men's M",
        "name_2": null,
        "email_2": null,
        "avatar_2": null,
        "location_2": null,
        "bio_2": "Ingeniero en Software apasionado de GNU/Linux, amante de la montaña y autodidacta. Creo en Python y Django para expandir horizontes.",
        "twitter_2": null,
        "url_2": null,
        "organization_2": null,
        "shirt_size_2": null,
        "talk_format": "Talk (~30-45 minutes)",
        "title": "Django Turbo Cargado: Desmitificando, Heredando y Potenciando",
        "abstract": "Django Turbo Cargado: Descubre secretos del Modelo de Usuario, Herencia de los modelos y saca el mayor partido al sitio de Administración en una charla que dará un level up a tu y desarrollo web. 🚀💻 #DjangoTurboCargado",
        "description": "# Django Turbo Cargado: \r\n\r\n## Desmitificando el Modelo de Usuario, Explorando la Herencia y Potenciando el Sitio de Administración\r\n\r\n\r\n¡Bienvenidos al emocionante mundo de Django Turbo Cargado! En esta charla, nos sumergiremos en algunos de los aspectos más intrigantes y divertidos de Django que todo desarrollador debería conocer. Prepara tus motores y únete a nosotros mientras exploramos **tres temas emocionantes**:\r\n\r\n## 1. \"Desmitificando el Modelo de Usuario de Django\"\r\n\r\n- Desmitifica sus secretos y aprende a personalizarlo para tus necesidades. La autenticación nunca fue tan emocionante.\r\n\r\n## 2. \"Explorando la Herencia de los modelos de Django: ¿Por Qué Django es la Familia Perfecta para tu Aplicación?\"\r\n\r\n- Aprenderemos a sacar el máximo provecho de la herencia de modelos en Django para crear aplicaciones más eficientes y fáciles de mantener.\r\n\r\n\r\n## 3. \"Potenciando el Sitio de Administración: De 0 a Superhéroe en Django Admin\"\r\n\r\n- Django Admin es un superpoder subestimado. Te mostraremos cómo aprovecharlo al máximo.\r\n- Descubre trucos y consejos para personalizar el sitio de administración y hacerlo aún más útil y atractivo.\r\n- ¡Convierte tu sitio de administración en una máquina de productividad!\r\n\r\n### ¿Por qué deberías asistir?\r\n\r\n- Porque Django es genial, ¡y queremos que lo veas de la manera más divertida!\r\n- Obtendrás ideas prácticas y consejos que mejorarán tu desarrollo con Django.\r\n- ¡Porque te prometemos que no será una charla aburrida!\r\n\r\n### Requisitos previos:\r\n\r\n- Conocimientos básicos de Django son recomendados, pero todos son bienvenidos, ¡incluso si eres nuevo en Django!\r\n\r\n### ¿Quién debería asistir?\r\n\r\n- Desarrolladores Django de todos los niveles que buscan profundizar en su conocimiento.\r\n- Cualquier persona interesada en construir aplicaciones web más eficientes y atractivas.\r\n\r\n¡Prepárate para una experiencia llena de energía, conocimiento y diversión! En Django Turbo Cargado, te prometemos que aprenderás, no te aburrirás y te inspirarás para llevar tus habilidades de desarrollo al siguiente nivel.\r\n\r\n**¡Esperamos verte allí!** 😎 💻 🚀",
        "notes": "- **Requisitos Técnicos:** Proyector y sistema de audio.\r\n- **Experiencia y Credenciales:** Soy ingeniero en software con más de 18 años de experiencia en el sector tecnológico, amante del software libre y el desarrollo web con Django/Python.\r\n- **Metodología:** Planeo presentar ejemplos en vivo, demos interactivas y estudios de caso de uso.\r\n- **Recursos Adicionales:** Proporcionaremos enlaces a documentos, tutoriales y repositorios de código, que los asistentes pueden utilizar después de la charla.\r\n\r\nAl comprender mejor el Modelo de Usuario, la herencia de modelos y la administración en Django, los desarrolladores podrán:\r\n\r\n- **Aumentar su eficiencia**: Al conocer las mejores prácticas para personalizar el Modelo de Usuario y aprovechar la herencia, los desarrolladores pueden ahorrar tiempo y esfuerzo en el desarrollo de aplicaciones.\r\n\r\n- **Mejorar la seguridad**: Una comprensión más profunda del Modelo de Usuario permite una autenticación más segura y personalizada, lo que es esencial en la construcción de aplicaciones web robustas.\r\n\r\n- **Facilitar el mantenimiento**: Al aprender a utilizar la herencia de modelos de manera efectiva, los desarrolladores pueden crear aplicaciones más fáciles de mantener y escalar.\r\n\r\n- **Optimizar la experiencia del usuario**: Personalizar la administración de Django hace que la gestión de contenido y datos sea más sencilla y atractiva, lo que se traduce en una experiencia del usuario mejorada.\r\n\r\nEn resumen, esta charla proporcionará a los asistentes las habilidades y el conocimiento necesarios para llevar sus proyectos de Django al siguiente nivel, optimizando su desarrollo, seguridad y experiencia del usuario.",
        "audience_level": "All",
        "tags": [
            "Python",
            "Django",
            "Desarrollo web",
            "Backend",
            "Bases de Datos"
        ],
        "rating": 0.0,
        "state": "accepted",
        "confirmed": false,
        "created_at": "2023-10-17T01:11:10.282Z",
        "additional_info": ""
    },
    {
        "name": "Cirilo Bidó",
        "email": "ciriloenmanuel@gmail.com",
        "avatar": "../img/charlistas/cirilo.jpeg",
        "location": "Unknown",
        "bio": "Soy desarrollador móvil desde 2018, he dedicado mi carrera al desarrollando aplicaciones y proyectos tanto personales como profesionalmente para empresas.\r\n\r\nApasionadamente he aprendido y mejorado mis habilidades como desarrollador a lo largo de todo este tiempo, obteniendo como resultado la satisfacción de ver las aplicaciones que he desarrollado triunfar en Google Play Store y ser de utilidad para mis clientes.\r\n\r\nActualmente estoy incursionando en la creación de contenido con el fin de poder ayudar a hacer crecer la comunidad de desarrolladores Android en República Dominicana y en la zona donde resido actualmente.",
        "twitter": "cirilobido",
        "carrear": "Ingeniero de Sistemas",
        "url": "",
        "organization": "",
        "shirt_size": "Men's L",
        "name_2": null,
        "email_2": null,
        "avatar_2": null,
        "location_2": null,
        "bio_2": "Desarrollador móvil desde 2018 - colaborador de la comunidad android",
        "twitter_2": null,
        "url_2": null,
        "organization_2": null,
        "shirt_size_2": null,
        "talk_format": "Talk (~30-45 minutes)",
        "title": "Desafiando lo establecido: Creando Apps para iOS y Android con Kotlin Multiplatform",
        "abstract": "Soy un desarrollador Android desde 2018, enfocado en crear aplicaciones exitosas en Google Play Store y de utilidad para los usuarios. Actualmente, estoy comenzando a enseñar contenido acerda de Android a modo de impulsar la comunidad de desarrolladores Android en República Dominicana y en mi zona.",
        "description": "Kotlin Multiplatform se presenta como una herramienta disruptiva en el mundo de la programación móvil. Ofrece a los desarrolladores la posibilidad de unificar la creación de apps para Android e iOS compartiendo su código, tal como implementación de redes, almacenamiento y validación de datos, análisis, cálculos u otra lógica del app.\r\n\r\nEn esta sesión, exploraremos Kotlin Multiplatform de manera específica. Descubriremos cómo podemos aprovecharla para crear apps Android y iOS de manera conjunta. A través de ejemplos prácticos, desvelaremos su funcionamiento y cómo podemos compartir tanto la lógica de negocio como la interfaz de usuario (UI) en ambas plataformas. Esto, gracias a la versatilidad de Jetpack Compose mediante Compose Multiplatform, lo que, en última instancia, se traduce en un ahorro significativo de tiempo y esfuerzo en el desarrollo de aplicaciones multiplataforma.\r\n\r\n¡Prepárate para un viaje revolucionario en el mundo del desarrollo multiplataforma!",
        "notes": "",
        "audience_level": "All",
        "tags": [
            "Android",
            "Kotlin",
            "IOS",
            "Lenguajes de Programación",
            "Ingeniería de Software",
            "Tecnologías Emergentes",
            "Jetpack Compose",
            "Kotlin Multiplatform"
        ],
        "rating": 0.0,
        "state": "accepted",
        "confirmed": false,
        "created_at": "2023-10-10T19:50:41.995Z",
        "additional_info": "No hay requerimientos adicionales y respecto al horario, puede ser cualquiera."
    },
    {
        "name": "Juan Thomas Angel Montilla",
        "email": "juan.thomas.angel@gmail.com",
        "avatar": "../img/charlistas/juan.jpeg",
        "location": "Unknown",
        "bio": "Soy un desarrollador web especializado Full Stack en Spring Boot, Quarkus, Angular y Loopback JS. Aún así siempre estoy probando nuevas tecnologías y me adapto fácilmente al cambio de estas, debido a que soy consciente que lo que importa no es la herramienta, si no los conceptos. Fuí parte del Comité de Estudiantes de Ingeniería en Sistema, dónde participe en la organización de eventos como el Barcamp, el JConf y el Torneo de Desarrollo de Vídeo Juegos.",
        "twitter": "",
        "carrear": "Ing Ciencias de la Computacion",
        "url": "",
        "organization": "",
        "shirt_size": "Men's S",
        "name_2": null,
        "email_2": null,
        "avatar_2": null,
        "location_2": null,
        "bio_2": "Ing Ciencias de la Computacion - Desarrollador web Full Stack",
        "twitter_2": null,
        "url_2": null,
        "organization_2": null,
        "shirt_size_2": null,
        "talk_format": "Talk (~30-45 minutes)",
        "title": "CQRS(Command Query Responsibility Segregation) con Quarkus",
        "abstract": "Quarkus y CQRS\n\nDescubre cómo Quarkus, el revolucionario framework de Java para aplicaciones nativas en la nube, se fusiona con la potencia del patrón CQRS (Command Query Responsibility Segregation) para llevar tu desarrollo a un nivel completamente nuevo.",
        "description": "Quarkus y CQRS\r\n\r\nDescubre cómo Quarkus, el revolucionario framework de Java para aplicaciones nativas en la nube, se fusiona con la potencia del patrón CQRS (Command Query Responsibility Segregation) para llevar tu desarrollo a un nivel completamente nuevo.\r\n\r\nExplora la Arquitectura CQRS con Quarkus:\r\nDescubre cómo separar comandos y consultas transforma la manera en que manejamos la complejidad del dominio.\r\nAprende a construir servicios eficientes y escalables utilizando la velocidad y ligereza de Quarkus.\r\n\r\nDespliegue Sin Fricción en Kubernetes:\r\nSumérgete en el mundo de Kubernetes y descubre cómo desplegar y escalar aplicaciones Quarkus de manera sencilla y eficiente.\r\nConoce las mejores prácticas para gestionar contenedores y simplificar la administración de la infraestructura.\r\n\r\nGestión de Eventos y Event Sourcing:\r\nDesbloquea el poder de Event Sourcing para mantener una fuente única de verdad y sincronización eficiente entre modelos de lectura y escritura.\r\nExplora cómo los eventos transforman tu arquitectura en una máquina bien orquestada.\r\nEsta conferencia no solo se trata de código y tecnología; se trata de cómo Quarkus y CQRS se unen para desatar la innovación y acelerar el desarrollo de aplicaciones modernas.",
        "notes": "",
        "audience_level": "Advanced",
        "tags": [
            "Quarkus",
            "java",
            "CQRS",
            "Ingeniería de Software",
            "Desarrollo Basado en Plataformas"
        ],
        "rating": 0.0,
        "state": "accepted",
        "confirmed": false,
        "created_at": "2023-10-04T04:07:51.545Z",
        "additional_info": ""
    },
    {
        "name": "Jonathan Morales Baez",
        "email": "jemorales05@gmail.com",
        "avatar": "../img/charlistas/jonathan.jpeg",
        "location": "Unknown",
        "bio": "Ingeniero en Sistemas, Maestría en Alta Gerencia mención Finanzas del Instituto tecnológico de Santo domingo (INTEC).\r\n\r\nProfesional con 20 años de experiencia en: adopción de marcos de mejores prácticas a nivel mundial como lo son ITIL, ISO/IEC20000, ISO/IEC27001, COBIT, PMBOK, entre otros que persiguen alcanzar la eficiencia operacional de los procesos de TI de manera transversal con el Negocio. \r\n\r\nMe apasiona compartir el conocimiento, aprender, optimizar procesos, pensar nuevas maneras de hacer las cosas. Me enorgullece ver las mejoras dramáticas que una organización puede hacer al abordar sus problemas de personas, procesos y tecnología. \r\n\r\nEstoy \"enganchado\" a ayudar a las organizaciones a mejorar su forma de trabajar, innovar y atender a sus clientes / usuarios por eso colaboro como parte de la comunidad de ITSM RD.",
        "twitter": "jemorales05",
        "carrear": "Ingeniero de Sistemas",
        "url": "https://www.linkedin.com/in/jemorales05/",
        "organization": "Comunidad ITSM República Dominicana - ITSM RD",
        "shirt_size": "Men's L",
        "name_2": null,
        "email_2": null,
        "avatar_2": null,
        "location_2": null,
        "bio_2": "Ing de sistemas con maestria en gerencia - 20 años de experiencia - colaborador de la comunidad ITSM RD",
        "twitter_2": null,
        "url_2": null,
        "organization_2": null,
        "shirt_size_2": null,
        "talk_format": "Talk (~30-45 minutes)",
        "title": "La Experiencia del Cliente (CX) a través de la gestion de Servicios TI (ITSM)",
        "abstract": "Muchas organizaciones se centran únicamente en la gestión y operación de servicios, pero ¿qué pasa con el CX?, ¿se cumplen las expectativas de tus clientes al utilizar tus servicios?, ¿qué valor aportaría el CX al ITSM?, ¿cómo medirías y evaluarías el CX a través de la Mesa de Servicios?",
        "description": "En esta charla, exploraremos cómo la Gestión de Servicios de TI (ITSM) desempeña un papel esencial en la mejora de la Experiencia del Cliente (CX). Descubriremos cómo las organizaciones pueden alinear sus operaciones de TI con las necesidades y expectativas del cliente para lograr una experiencia excepcional.\r\n\r\nTemas clave a cubrir:\r\n\r\nFundamentos de ITSM y CX: Comenzaremos definiendo ITSM y CX, y explicaremos por qué son vitales para las empresas modernas.\r\nConectando ITSM y CX: Exploraremos cómo los procesos de ITSM pueden afectar directamente la experiencia del cliente, desde el soporte técnico hasta la resolución de problemas.\r\nMejora continua: Discutiremos cómo la mejora continua, un pilar de ITSM, puede impulsar una CX excepcional.\r\nHerramientas y tecnologías clave: Presentaremos herramientas y tecnologías que facilitan la integración de ITSM y CX.\r\nEstudio de caso: Compartiremos ejemplos de empresas que han transformado su CX a través de una estrategia de ITSM efectiva.\r\nConsejos y mejores prácticas: Ofreceremos consejos y mejores prácticas para aquellos que desean mejorar su CX a través de ITSM.\r\nDesafíos y soluciones: Abordaremos los desafíos comunes que las empresas enfrentan al implementar ITSM y cómo superarlos.",
        "notes": "",
        "audience_level": "All",
        "tags": [
            "CX",
            "ITIL",
            "ITSM",
            "customer journey",
            "net promotion score",
            "iso 20000",
            "mesa de ayuda",
            "flujo de valor"
        ],
        "rating": 0.0,
        "state": "accepted",
        "confirmed": false,
        "created_at": "2023-10-16T21:49:45.813Z",
        "additional_info": "microfono, proyector, wifi y adaptador de hdmi a vga."
    },
    {
        "name": "Felix Valerio",
        "email": "f.v13@hotmail.com",
        "avatar": "https://secure.gravatar.com/avatar/838e56ba2f75be6b6601da1231a84a6e?s=500",
        "location": "Unknown",
        "bio": "\u003ch1 align=\"center\"\u003eHi 👋, I'm Felix Valerio\u003c/h1\u003e\r\n\u003ch3 align=\"center\"\u003eSoftware Developer\u003c/h3\u003e\r\n\r\n\u003cp align=\"left\"\u003e \u003cimg src=\"https://komarev.com/ghpvc/?username=fvsoftwaredeveloper\u0026label=Profile%20views\u0026color=0e75b6\u0026style=flat\" alt=\"fvsoftwaredeveloper\" /\u003e \u003c/p\u003e\r\n\r\n- 🔭 I’m currently working on **Accounting Software**\r\n\r\n- 🌱 I’m currently learning **Android with Java** and **Symfony**\r\n\r\n- 👯 I’m looking to collaborate on **PHP (Legacy or Laravel)**\r\n\r\n- 🤝 I’m looking for help with **Mentoring people**\r\n\r\n- 📝 I regularly write articles on [https://fta.edu.do/category/blog/tecnologiaeinnovacion/](https://fta.edu.do/category/blog/tecnologiaeinnovacion/)\r\n\r\n- 💬 Ask me about **PHP, Vue.js, Nuxt.js, Laravel and Lumen**\r\n\r\n- 📫 How to reach me on LinkedIn **https://www.linkedin.com/in/felix-valerio-0703043b/**\r\n\r\n\u003ch3 align=\"left\"\u003eConnect with me:\u003c/h3\u003e\r\n\u003cp align=\"left\"\u003e\r\n\u003ca href=\"https://linkedin.com/in/felix-valerio-0703043b\" target=\"blank\"\u003e\u003cimg align=\"center\" src=\"https://raw.githubusercontent.com/rahuldkjain/github-profile-readme-generator/master/src/images/icons/Social/linked-in-alt.svg\" alt=\"felix-valerio-0703043b\" height=\"30\" width=\"40\" /\u003e\u003c/a\u003e\r\n\u003ca href=\"https://www.youtube.com/channel/UC9XhM9NxoySQeogfd4xp9kQ\" target=\"blank\"\u003e\u003cimg align=\"center\" src=\"https://raw.githubusercontent.com/rahuldkjain/github-profile-readme-generator/master/src/images/icons/Social/youtube.svg\" alt=\"fvsoftware rd\" height=\"30\" width=\"40\" /\u003e\u003c/a\u003e\r\n\u003c/p\u003e\r\n\r\n\u003ch3 align=\"left\"\u003eLanguages and Tools:\u003c/h3\u003e\r\n\u003cp align=\"left\"\u003e \u003ca href=\"https://developer.android.com\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://raw.githubusercontent.com/devicons/devicon/master/icons/android/android-original-wordmark.svg\" alt=\"android\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://aws.amazon.com\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://raw.githubusercontent.com/devicons/devicon/master/icons/amazonwebservices/amazonwebservices-original-wordmark.svg\" alt=\"aws\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://azure.microsoft.com/en-in/\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://www.vectorlogo.zone/logos/microsoft_azure/microsoft_azure-icon.svg\" alt=\"azure\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://www.gnu.org/software/bash/\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://www.vectorlogo.zone/logos/gnu_bash/gnu_bash-icon.svg\" alt=\"bash\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://getbootstrap.com\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://raw.githubusercontent.com/devicons/devicon/master/icons/bootstrap/bootstrap-plain-wordmark.svg\" alt=\"bootstrap\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://www.cprogramming.com/\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://raw.githubusercontent.com/devicons/devicon/master/icons/c/c-original.svg\" alt=\"c\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://www.w3schools.com/cpp/\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://raw.githubusercontent.com/devicons/devicon/master/icons/cplusplus/cplusplus-original.svg\" alt=\"cplusplus\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://www.w3schools.com/cs/\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://raw.githubusercontent.com/devicons/devicon/master/icons/csharp/csharp-original.svg\" alt=\"csharp\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://www.w3schools.com/css/\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://raw.githubusercontent.com/devicons/devicon/master/icons/css3/css3-original-wordmark.svg\" alt=\"css3\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://www.docker.com/\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://raw.githubusercontent.com/devicons/devicon/master/icons/docker/docker-original-wordmark.svg\" alt=\"docker\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://www.figma.com/\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://www.vectorlogo.zone/logos/figma/figma-icon.svg\" alt=\"figma\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://git-scm.com/\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://www.vectorlogo.zone/logos/git-scm/git-scm-icon.svg\" alt=\"git\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://www.w3.org/html/\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://raw.githubusercontent.com/devicons/devicon/master/icons/html5/html5-original-wordmark.svg\" alt=\"html5\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://www.java.com\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://raw.githubusercontent.com/devicons/devicon/master/icons/java/java-original.svg\" alt=\"java\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://developer.mozilla.org/en-US/docs/Web/JavaScript\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://raw.githubusercontent.com/devicons/devicon/master/icons/javascript/javascript-original.svg\" alt=\"javascript\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://www.jenkins.io\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://www.vectorlogo.zone/logos/jenkins/jenkins-icon.svg\" alt=\"jenkins\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://laravel.com/\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://raw.githubusercontent.com/devicons/devicon/master/icons/laravel/laravel-plain-wordmark.svg\" alt=\"laravel\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://www.linux.org/\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://raw.githubusercontent.com/devicons/devicon/master/icons/linux/linux-original.svg\" alt=\"linux\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://mariadb.org/\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://www.vectorlogo.zone/logos/mariadb/mariadb-icon.svg\" alt=\"mariadb\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://materializecss.com/\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://raw.githubusercontent.com/prplx/svg-logos/5585531d45d294869c4eaab4d7cf2e9c167710a9/svg/materialize.svg\" alt=\"materialize\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://www.microsoft.com/en-us/sql-server\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://www.svgrepo.com/show/303229/microsoft-sql-server-logo.svg\" alt=\"mssql\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://www.mysql.com/\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://raw.githubusercontent.com/devicons/devicon/master/icons/mysql/mysql-original-wordmark.svg\" alt=\"mysql\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://www.nginx.com\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://raw.githubusercontent.com/devicons/devicon/master/icons/nginx/nginx-original.svg\" alt=\"nginx\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://nodejs.org\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://raw.githubusercontent.com/devicons/devicon/master/icons/nodejs/nodejs-original-wordmark.svg\" alt=\"nodejs\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://nuxtjs.org/\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://www.vectorlogo.zone/logos/nuxtjs/nuxtjs-icon.svg\" alt=\"nuxtjs\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://www.php.net\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://raw.githubusercontent.com/devicons/devicon/master/icons/php/php-original.svg\" alt=\"php\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://www.postgresql.org\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://raw.githubusercontent.com/devicons/devicon/master/icons/postgresql/postgresql-original-wordmark.svg\" alt=\"postgresql\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://postman.com\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://www.vectorlogo.zone/logos/getpostman/getpostman-icon.svg\" alt=\"postman\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://sass-lang.com\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://raw.githubusercontent.com/devicons/devicon/master/icons/sass/sass-original.svg\" alt=\"sass\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://www.sqlite.org/\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://www.vectorlogo.zone/logos/sqlite/sqlite-icon.svg\" alt=\"sqlite\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://symfony.com\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://symfony.com/logos/symfony_black_03.svg\" alt=\"symfony\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://www.typescriptlang.org/\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://raw.githubusercontent.com/devicons/devicon/master/icons/typescript/typescript-original.svg\" alt=\"typescript\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://vuejs.org/\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://raw.githubusercontent.com/devicons/devicon/master/icons/vuejs/vuejs-original-wordmark.svg\" alt=\"vuejs\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://vuetifyjs.com/en/\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://bestofjs.org/logos/vuetify.svg\" alt=\"vuetify\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003ca href=\"https://webpack.js.org\" target=\"_blank\" rel=\"noreferrer\"\u003e \u003cimg src=\"https://raw.githubusercontent.com/devicons/devicon/d00d0969292a6569d45b06d3f350f463a0107b0d/icons/webpack/webpack-original-wordmark.svg\" alt=\"webpack\" width=\"40\" height=\"40\"/\u003e \u003c/a\u003e \u003c/p\u003e\r\n\r\n\u003cp\u003e\u003cimg align=\"left\" src=\"https://github-readme-stats.vercel.app/api/top-langs?username=fvsoftwaredeveloper\u0026show_icons=true\u0026locale=en\u0026layout=compact\" alt=\"fvsoftwaredeveloper\" /\u003e\u003c/p\u003e\r\n\r\n\u003cp\u003e\u0026nbsp;\u003cimg align=\"center\" src=\"https://github-readme-stats.vercel.app/api?username=fvsoftwaredeveloper\u0026show_icons=true\u0026locale=en\" alt=\"fvsoftwaredeveloper\" /\u003e\u003c/p\u003e\r\n\r\n\u003cp\u003e\u003cimg align=\"center\" src=\"https://github-readme-streak-stats.herokuapp.com/?user=fvsoftwaredeveloper\u0026\" alt=\"fvsoftwaredeveloper\" /\u003e\u003c/p\u003e\r\n",
        "twitter": "",
        "carrear": "Ingeniero de Software",
        "url": "https://www.linkedin.com/in/felix-valerio-0703043b/",
        "organization": "",
        "shirt_size": "Men's L",
        "name_2": null,
        "email_2": null,
        "avatar_2": null,
        "location_2": null,
        "bio_2": "Ingeniero de Software",
        "twitter_2": null,
        "url_2": null,
        "organization_2": null,
        "shirt_size_2": null,
        "talk_format": "Talk (~30-45 minutes)",
        "title": "Azure DevOps Service OverView",
        "abstract": "I'm an experience software developer for different platforms with more than 10 years working on bussiness environment. Experience with ERP Systems such as Dynamics AX. Experience with Database Administration of SQL Server and PostgresSQL. Experience with Project Management on Azure DevOps and Jira.",
        "description": "Azure DevOps supports a collaborative culture and set of processes that bring together developers, project managers, and contributors to develop software. It allows organizations to create and improve products at a faster pace than they can with traditional software development approaches.\r\n\r\nYou can work in the cloud using Azure DevOps Services or on-premises using Azure DevOps Server. For more information, see Differences between Azure DevOps Services and Azure DevOps Server.\r\n\r\nAzure DevOps provides integrated features that you can access through your web browser or IDE client. You can use all the services included with Azure DevOps, or choose just what you need to complement your existing workflows.",
        "notes": "Requeriments:\r\n1- A Computer\r\n2- Microsoft Account\r\n3- Internet",
        "audience_level": "Intermediate",
        "tags": [
            "Node.js",
            "Python",
            "Ruby",
            "Java",
            "PHP",
            "C#",
            "C++",
            "Go",
            "Xcode",
            ".NET",
            "AndroidiOS"
        ],
        "rating": 0.0,
        "state": "accepted",
        "confirmed": false,
        "created_at": "2023-09-21T20:57:51.274Z",
        "additional_info": "puedo presentar: mañana (9 a.m - 1 p.m)"
    },
    {
        "name": "Emely García ",
        "email": "emelyga12@hotmail.com",
        "avatar": "../img/charlistas/emely.jpeg",
        "location": "Unknown",
        "bio": "Emely García, creadora y Presidenta del Observatorio DATALAWRD.\r\n\r\nLicenciada en Derecho de la Pontificia Universidad Católica Madre y Maestra (PUCMM), 2014, y Magister en Big Data and Business Intelligence de la Escuela Next International Business School (NEXT IBS) y Universidad de Zaragoza, España 2016.\r\n\r\nHa realizado sendos estudios en casas de estudios nacionales e internacionales en torno a los temas de Administración Pública, Hacienda Pública, Ética Pública, Protección de Datos Personales, Acceso a la Información Pública, y Gobernanza de Internet.\r\n\r\nHa sido servidora pública desde el 2017 hasta la actualidad, desempeñándose en diversas posiciones como abogada, analista de Protección de Datos Personales, analista de Transparencia, encargada de la División de OAI y seguimiento a los Portales de Transparencia,  encargada de Oficina de Acceso a la Información Pública (OAI), y asesora jurídica. \r\n\r\nEn su ejercicio se destaca:\r\n\r\nPasantía en la Secretaria de Protección de Datos del Instituto Nacional de Acceso a la Información y Protección de Datos Personales (INAI), México 2018.\r\n\r\nRepresentación de la República Dominicana en el XVII Encuentro de la Red de Transparencia y Acceso a la Información Pública (RTA), Brasil 2019; y en el XVIII Encuentro de la Red de Transparencia y Acceso a la Información Pública (RTA), México 2019.\r\n\r\nMiembro de la Comisión Redactora del borrador de anteproyecto de Ley sobre Protección de Datos, liderado por el Ministerio de la Presidencia (MINPRE), 2019-2020.\r\n\r\nExpositora en seminarios nacionales e internacionales sobre los temas en cuestión; y autora de variados artículos publicados en periódicos nacionales, así como plataformas digitales de renombre internacionales.\r\n\r\nPublicación de análisis jurídico a la normativa dominicana sobre Protección de Datos en la Red Iberoamericana de Protección de Datos (RIPD).",
        "twitter": "datalawrd15",
        "carrear": "Ingeniero de Sistemas",
        "url": "https://datalawrd.com/",
        "organization": "Observatorio DATALAWRD",
        "shirt_size": "Women's S",
        "name_2": null,
        "email_2": null,
        "avatar_2": null,
        "location_2": null,
        "bio_2": "Creadora y Presidenta del Observatorio DATALAWRD, Licenciada en Derecho por la PUCMM y con un Máster en Big Data y Business Intelligence de NEXT IBS y Universidad de Zaragoza, España.",
        "twitter_2": null,
        "url_2": null,
        "organization_2": null,
        "shirt_size_2": null,
        "talk_format": "Talk (~30-45 minutes)",
        "title": "Protección de datos personales y las Tecnologías ",
        "abstract": "Los datos: estos deben de analizarse desde una visión jurídica, de modo que los creadores de tecnologías estén en plena conciencia sobre las normativas existentes y vigentes sobre protección de datos personales, a los fines de evitar incumplimientos de la ley.",
        "description": "Las tecnologías sin duda han venido a revolucionar la vida humana. Aquellas que utilizan datos, como la ciencia de datos, Big Data y la más comentada en estos días, la Inteligencia Artificial (IA), igual suponen herramientas que han venido a cambiar el diario vivir de los seres humanos, gracias al procesamiento, análisis y toma de decisiones a través de datos.\r\n\r\nPrecisamente la materia prima de estas tecnologías: los datos; deben de analizarse desde una visión jurídica, de modo que los creadores de estos avances estén en plena conciencia sobre las normativas existentes y vigentes sobre protección de datos personales, a los fines de evitar incumplimiento de la ley.\r\n\r\nEsta charla pretende colocar a todos los tecnólogos de la comunidad BarCamp 2023, en la posición de identificar cuales informaciones son datos personales, y saber cómo actuar en consecuencia y al unísono de las normativas sobre la materia.       \r\n",
        "notes": "",
        "audience_level": "All",
        "tags": [
            "datos",
            "normativas",
            "tecnologias",
            "IA",
            "Bigdata",
            "ciencia"
        ],
        "rating": 0.0,
        "state": "accepted",
        "confirmed": false,
        "created_at": "2023-10-10T14:09:04.717Z",
        "additional_info": ""
    },
    {
        "name": "Jigyasa Grover",
        "email": "grover.jigyasa2@gmail.com",
        "avatar": "https://secure.gravatar.com/avatar/e4f9d2c29fff42f6aaf9068014086be8?s=500",
        "location": "San Francisco, CA",
        "bio": "10-time award winner in Artificial Intelligence and Open Source and the co-author of the book 'Sculpting Data For ML', Jigyasa Grover is a powerhouse brimming with passion to make a dent in this world of technology and bridge the gaps. She has 5+ years of ML engineering \u0026 Data Science experience in deploying large‐scale systems for monetization on social networking and e‐commerce platforms with a focus on ads prediction, sponsored content ranking, and recommendation. She is also one of the few ML Google Developer Experts globally. \r\n\r\nAt present, she is at Faire as a Senior Data Scientist, building paid brands placements (ads) marketplace and ranking engine from the ground up to diversify company revenue streams. Previously, she was at Twitter as a Senior Machine Learning Engineer in the Online Ads Prediction \u0026 Ranking domain, where she worked towards boosting the revenue and other advertising metrics of the platform. \r\n\r\nJigyasa campaigns for a data-centric approach to ML, and her book is a practical guide on curating quality datasets that lay a strong foundation for an ML pipeline. Hinged on this ideology of throwing the limelight on the mindful practices of dataset curation, she has been proactively sharing her views and best practices in the form of technical talks, panels, podcasts, blog posts, and so on.  Her latest research 'Keeping it Low‑Key' is focused on igniting the public dialogue regarding privacy impacts, ethical consequences, fairness, and real-world harms of non-privacy-compliant ML systems. She also co-authored a chapter ‘Do not fake it till you make it!’, which is a synopsis of trending fake news detection methodologies on social media using deep learning in a world-renowned Springer book series. To help budding authors and writers, she is also serving as a technical book reviewer for O'Reilly Media and Packt Publishing House.\r\n\r\nHaving graduated from the University of California, San Diego, with a Master’s degree in Computer Science and an Artificial Intelligence specialization, her journey is highlighted by a myriad of experiences from her stints at Faire, Twitter, Facebook/Meta, National Research Council Canada, Institute of Research \u0026 Development France, San Diego Supercomputer Center involving data science, mathematical modeling, and software engineering.\r\n\r\nJigyasa is an avid proponent of open-source and credits the access to opportunities and her career growth to this sphere of community development. In her spirit to build a powerful community with a strong belief in “we rise by lifting others”, she mentors aspiring developers and ML enthusiasts in various global programs. She shares her experiences and knowledge as an Advisory Board Member for the Las Positas Community College, AI Forum, Corinium Global Intelligence, and VigiTrust. She currently leads the open-source and ML track for Anita Borg's IWiC group and is also the Program Chair for PyBay. In the past, she led the Women@ML BRG, to provide a safe circle for professional growth, collaboration, and advocacy. She has also served as the Director of Women Who Code and Lead of Google Women Techmakers for a handful of years to help bridge the gender gap in technology.\r\n\r\nJigyasa is a proud recipient of multiple grants for her research and travels globally from Mitacs Globalink, Linux Foundation, Facebook, European Smalltalk Users Group, Python Software Foundation, Twitter, and many more. She has 150+ media features, keynotes, conference talks, panels, workshops, and podcasts to her name, with renowned entities like Google, United Nations, NTD Business, International Business Times, SiliconAngle, CubeTV,  etc. Her love for tinkering has led her to win 5+ hackathons, sponsored by Microsoft, Google, Github, etc. and she now gives back to the community by serving on the judges' panel of hackathons. \r\n\r\nApart from her technological ventures, she enjoys exploring hidden gems in her city, hanging out with friends and family, and has been recently having fun with baking. You can visit her online at jigyasa-grover.github.io or on Twitter (@jigyasa_grover).\r\n\r\n- Awards, Keynotes,  Tech Talks,  Workshops,  Panels,  Hackathons,  and others !: [docs.google.com/document/d/1pWmkyoxqbFTKsSlmRgYlQ_8gUCtnRrGcfYuGqUT1vCs](docs.google.com/document/d/1pWmkyoxqbFTKsSlmRgYlQ_8gUCtnRrGcfYuGqUT1vCs)\r\n- YouTube Videos: [youtube.com/channel/UCaPucMRPgl5aNJJMO3OkfEA/playlists](youtube.com/channel/UCaPucMRPgl5aNJJMO3OkfEA/playlists)",
        "twitter": "jigyasa_grover",
        "carrear": "Ingeniero de Sistemas",
        "url": "https://jigyasa-grover.github.io/",
        "organization": "Faire",
        "shirt_size": "Women's M",
        "name_2": "Rishabh Misra",
        "email_2": "rishabhmisra1994@gmail.com",
        "avatar_2": "https://secure.gravatar.com/avatar/7cc1559bfb58c93088540b5e077b5e81?s=500",
        "location_2": "San Francisco",
        "bio_2": "Rishabh Misra is a Machine Learning Engineer at Twitter, Inc. He developed a passion for identifying and tackling novel and practical problems using Machine Learning during his research internships at the Indian Institute of Technology Madras, which he further explored during his Master's in Computer Science from the University of California San Diego. He combines his past engineering experiences in designing large-scale systems, working at Amazon and Arcesium (a D.E. Shaw company), and research experiences in Applied Machine Learning to develop distributed Machine Learning relevance systems at Twitter. His explorations have also led to several research publications in competitive ML conferences like RecSys, ACL, and WSDM. The ML community has well received the datasets collected (also used in the book) as part of his research. Kaggle recently ranked him as one of the top 20 dataset contributors, and Deeplearning.ai's \"Natural Language Processing in TensorFlow\" course on Coursera used his Sarcasm Detection dataset for teaching purposes. In his downtime, he enjoys watching sci-fi shows, gaming, and spending time with his family. He presently lives in San Francisco, California, and you can visit him online at rishabhmisra.github.io or on Twitter (@rishabh_misra_).\r\nPersonal Website: https://rishabhmisra.github.io/",
        "twitter_2": "rishabh_misra_",
        "url_2": "http://rishabhmisra.github.io",
        "organization_2": "Twitter",
        "shirt_size_2": "Men's M",
        "talk_format": "Talk (~30-45 minutes)",
        "title": "Sculpting Data for Machine Learning: Generative AI edition",
        "abstract": "Recent times are buzzing with Generative AI (Gen AI) tools \u0026 applications. For these technologies to work their magic, it's important to lay a strong foundation via quality data. This talk reviews the importance of data \u0026 guides the audience through the process of curating datasets to enable GenAI.",
        "description": "The emergence of GenAI has revolutionized various domains, from creative content generation with text, synthetic images, video and so much more. However, the success and effectiveness of GenAI models heavily rely on the quality of the underlying data during the fine-tuning process. Volumes of crude data are available on the web nowadays; all we need are the skills to identify and extract meaningful datasets and present them to GenAI models to unleash their full potential. This talk presents the power of the most fundamental aspect of AI - Data Curation, which often does not get its due limelight. It will also walk the audience through constructing good-quality datasets with hands-on Pythonic examples. By emphasizing the indispensability of quality data, this talk underscores the need for robust data collection and preprocessing practices to propel the advancements in GenAI.\r\n\r\n# OUTLINE\r\n\r\n## Introduction (5 minutes)\r\n- Popularity of GenAI \u0026 Applications\r\n- Significance of honing dataset-building skills in the context of GenAI applications\r\n- Importance in Academia: Expanding domains to perform research on, Solving novel problems using AI, Pushing the development of state-of-the-art technology, etc.\r\n- Importance in Industry: Leveraging domain-specific data to drive business outcomes, Integrating AI pipelines to develop new product features, Proactively identifying data to log to solve specific problems, etc.\r\n\r\n## Finding data source(s) (10 minutes)\r\n- Guided-Search based on a problem definition: Identifying essential data signals\r\n- Unguided-Search with no problem definition in mind: Dealing with ambiguity\r\n- Tips on identifying data sources for GenAI applications\r\n\r\n## Data Extraction - Hands-On Example (Audience-level \u0026 Time-constraint dependent) (15 - 30 minutes)\r\n- Live Python example implemented via Jupyter Notebook\r\n- Use of Python tools: Beautiful Soup and Selenium\r\n- Step-by-step process to plan data extraction\r\n- Nitty-gritty details about tools and the extraction code itself\r\n\r\n## Dataset Preparation (10 minutes)\r\n- Cleaning\r\n- Anonymizing to maintain confidentiality\r\n- Standardizing and Structuring\r\n- Augmentation for GenAI applications\r\n\r\n## Conclusion and Takeaways (5 minutes)\r\n- Re-iterating the need for good and reliable datasets: Laying the strong foundation of AI\r\n- Pointers on why and how to proceed with different data curation techniques enabling GenAI applications, keeping in mind the pros \u0026 cons\r\n- Some personal anecdotes and recommendations for different use cases as ML Engineers\r\n\r\n_The talk is based on the book authored by us, viz, [Sculpting Data for ML: The First Act of Machine Learning](https://www.amazon.com/dp/B08RN47C5T)_",
        "notes": "- Our Book: [Sculpting Data for ML: The first act of Machine Learning](https://www.amazon.com/dp/B08RN47C5T)\r\n- Our top performing datasets on Kaggle (that are taken as reference in this talk): [www.kaggle.com/rmisra/datasets](https://www.kaggle.com/rmisra/datasets)\r\n- Sample Code Snippets:\r\n  - [Extracting product links](https://gist.github.com/data-for-ml/7441cdc6db7f08f2e9f13604d15d5ac6)\r\n  - [Extracting product reviews](https://gist.github.com/data-for-ml/3fcc7aa4bb2ba930e23767acc4f5333a)\r\n  - [Vertical Data Integration](https://gist.github.com/data-for-ml/83fb29880c7f9d41c5a46d594e4b4511)\r\n  - [Horizontal Data Integration](https://gist.github.com/data-for-ml/5e4632f33a9a38183c996e6eb28f0a52)",
        "audience_level": "All",
        "tags": [
            "Generative AI",
            "LLM",
            "Machine Learning",
            "Data Centric AI",
            "Python",
            "Beautiful Soup",
            "ML",
            "AI",
            "Data",
            "Dataset",
            "Kaggle"
        ],
        "rating": 0.0,
        "state": "waitlist",
        "confirmed": false,
        "created_at": "2023-10-09T20:15:57.468Z",
        "additional_info": ""
    },
    {
        "name": "Brayan Muñoz V.",
        "email": "BrayanMnz@hotmail.com",
        "avatar": "../img/charlistas/brayan.png",
        "location": "Unknown",
        "bio": "Ingeniero en Telemática graduado de PUCMM, actualmente persiguiendo una Maestría en Ciencia de Datos en UCJC. Desarrollador de software con aproximadamente 4 años de experiencia trabajando de forma remota desde la República Dominicana en proyectos con arquitecturas monolíticas y microservicios, incluyendo alrededor de 1 año de experiencia en proyectos de análisis de datos. Miembro asociado del JCP. Miembro de la junta directiva del Grupo de Usuarios de Java de la República Dominicana, JavaDominicano, y entusiasta del código abierto con contribuciones a proyectos populares como JHipster",
        "twitter": "",
        "carrear": "Ingeniero en Telemática",
        "url": "https://www.linkedin.com/in/brayanmnz/",
        "organization": "Java Dominicano",
        "shirt_size": "Men's M",
        "name_2": null,
        "email_2": null,
        "avatar_2": null,
        "location_2": null,
        "bio_2": "Ingeniero en Telemática graduado de PUCMM - Desarrollador de software - análisis de datos",
        "twitter_2": null,
        "url_2": null,
        "organization_2": null,
        "shirt_size_2": null,
        "talk_format": "Talk (~30-45 minutes)",
        "title": "Why Should You Learn Java? Recent Language Enhancements (including Machine Learning) ",
        "abstract": "Java continues to evolve to meet the growing industry trends.\n\nIn this session, we will be revisiting recent enhancements to the Java language including the addition of support to Visual Recognition and Machine Learning, and compare Java to another well-known language.",
        "description": "The Java programming language continues to evolve to meet the growing industry trends. \r\n\r\nBacked by one of the best communities of developers, Java has updated its release cadence to a 6-month frequency that allows it to rapidly be in pace with the features requested by its users. Additionally, Java has added some support to AI/ML stuff in order to allow its users to add Visual Recognition or any kind of classification in their applications.  \r\n\r\nIn this session, we will be revisiting recent enhancements to the Java language including the addition of support to Visual Recognition and Machine Learning, and compare Java to another well-known language. ",
        "notes": "",
        "audience_level": "All",
        "tags": [
            "Java",
            "Machine Learning",
            "Visual Recognition"
        ],
        "rating": 0.0,
        "state": "accepted",
        "confirmed": false,
        "created_at": "2023-10-17T02:19:43.993Z",
        "additional_info": ""
    },
    {
        "name": "Freddy Peña",
        "email": "f.ant.pena@gmail.com",
        "avatar": "https://papercallio-production.s3.amazonaws.com/uploads/user/avatar/56718/Foto_.jpg",
        "location": "Santiago R.D.",
        "bio": "Co-Founder and Software Engineer at Alphnology, como profesional versátil, aporto más de 10 años de experiencia en el desarrollo de software en el ecosistema Java. Mi pasión por el software libre se refleja en mi compromiso como miembro activo de la Comunidad Java Dominicana.\r\n\r\nAdemás de mi experiencia práctica, como profesor en la Escuela de Ingeniería en Computación y Telecomunicaciones de PUCMM, comparto mis conocimientos en Java, guiando a estudiantes en su camino hacia la excelencia técnica.\r\n\r\nA lo largo de mi carrera, he trabajado tanto de forma independiente como en colaboración, lo que me ha permitido liderar y contribuir con éxito en diversos proyectos. Mi sólida ética de trabajo impulsa mi dedicación para entregar resultados de calidad en cada tarea que emprendo.\r\n\r\nEn resumen, mi amplio bagaje en el desarrollo de software en Java, mi pasión por el software libre y mi experiencia como profesor me han proporcionado una base sólida para compartir conocimientos y liderar proyectos con éxito.",
        "twitter": "fred_pena",
        "carrear": "Ingeniero de Software",
        "url": "https://fredpena.dev/",
        "organization": "Alphnology",
        "shirt_size": "Men's XL",
        "name_2": null,
        "email_2": null,
        "avatar_2": null,
        "location_2": null,
        "bio_2": "Co-Fundador e ingeniero software en Alphnology, desarrollador Java y colaborador Java Dominicana",
        "twitter_2": null,
        "url_2": null,
        "organization_2": null,
        "shirt_size_2": null,
        "talk_format": "Talk (~30-45 minutes)",
        "title": "Unlocking the Power of Multitenancy (Spring Boot and Vaadin Flow)",
        "abstract": "¿Te has enfrentado a los desafíos de aplicaciones multitenancy? Descubre cómo dominarlo con Spring Boot y Vaadin Flow en esta charla. ¡Aprende estrategias efectivas para gestionar estas estructuras y crear aplicaciones escalables y seguras!",
        "description": "En la actualidad, el desarrollo de aplicaciones es un terreno complejo y desafiante. Los desarrolladores a menudo se encuentran con la necesidad de crear soluciones multitenancy para  permitir intercambiar y compartir los recursos de la soluciones, garantizando la seguridad y la escalabilidad de esta.\r\n\r\nEsta charla se enfoca en uno de los desafíos más comunes que enfrentan los desarrolladores: cómo integrar Vaadin Flow, una tecnología \"stateful\" que brinda interfaces de usuario ricas, con una API REST \"stateless\" en una aplicación Spring Boot. Abordaremos los problemas que surgen cuando Vaadin Flow toma el control de la seguridad y cómo esto puede entrar en conflicto con la arquitectura \"stateless\" de Spring Boot.\r\n\r\nExploraremos:\r\n\r\n- Los desafíos específicos que surgen al combinar Vaadin Flow y Spring Boot en un ambiente multitenancy.\r\n- Soluciones prácticas para garantizar la seguridad y la interoperabilidad.\r\n- Ejemplos concretos y código de muestra para ilustrar cómo implementar estas soluciones en la práctica.\r\n\r\nEsta charla es ideal para desarrolladores, arquitectos de software y profesionales interesados en comprender cómo hacer que esta tecnologías puedan coexistir para construir aplicaciones seguras y escalables. Al final de la presentación, los asistentes tendrán una comprensión más sólida de cómo abordar este desafío en sus propios proyectos y lograr una integración exitosa.",
        "notes": "",
        "audience_level": "All",
        "tags": [
            "Java",
            "JVM",
            "Spring",
            "Spring Boot",
            "Vaadin",
            "Vaadin Flow",
            "Multitenancy"
        ],
        "rating": 0.0,
        "state": "accepted",
        "confirmed": false,
        "created_at": "2023-10-17T04:40:53.451Z",
        "additional_info": ""
    },
    {
        "name": "Carlos Camacho",
        "email": "remildejesus@gmail.com",
        "avatar": "../img/charlistas/carlos_camacho.jpg",
        "location": "Unknown",
        "bio": "Más de 11 años de experiencia en desarrollo de software bajo la plataforma Java, implementación de proyectos de código libre y desarrollo e integración de proyectos embedidos en Arduino y Raspberry Pie. Graduado de Ingeniería Telemática, Master en Tecnología Educativa. Profesor de las carreras de Ingeniería de Sistemas y Computación e Ingeniería Telemática de la PUCMM. Actualmente es el Director de la escuela de Ingeniería en Computación y Telecomunicaciones Campus Santiago PUCMM. Miembro de la Fundación Código Libre y Cofundador de Java User Group, Java Dominicano.",
        "twitter": "",
        "carrear": "Ingeniero de Sistemas",
        "url": "https://github.com/eict-pucmm",
        "organization": "PUCMM",
        "shirt_size": "Men's S",
        "name_2": null,
        "email_2": null,
        "avatar_2": null,
        "location_2": null,
        "bio_2": "Ingeniero Telemático, fundador de AvatharTech y director de la escuela de Ingeniería en Computación y Telecomunicaciones",
        "twitter_2": null,
        "url_2": null,
        "organization_2": null,
        "shirt_size_2": null,
        "talk_format": "Talk (~30-45 minutes)",
        "title": "Sistema Geográfico de Información (SIG) para la Gestión de Vegetación en Sistemas de Distribución de Energía Eléctrica",
        "abstract": "Con nuestro SIG de codigo abierto, la gestión de vegetación en sistemas eléctricos entra en la era digital. A través de la integración  de JavaScript, Leaflet y Geoserver, con la solidez de Postgresql y Postgis, ofrecemos visualización y análisis espacial inigualable para las distribuidoras.",
        "description": "El desarrollo de la aplicación de Plataforma de Datos Abiertos para el Análisis de Resiliencia Energética y Comunitaria, se centra en una aplicación Web para la visualización de los mapas y procesos establecidos en el análisis de resiliencia energética, bajo un esquema cliente -  servidor, donde integra diferentes tecnologías que tiene como propósito la visualización, edición de mapas bajo formatos abiertos y la integración de procesos. Una prueba de concepto es el Sistema Geográfico de Información (SIG) para la Gestión de Vegetación en Sistemas de Distribución de Energía Eléctrica.\r\n\r\nPara la interacción de los usuarios con la aplicación, utilizamos el lenguaje de JavaScript con la integración de la librería Leaflet, librería que nos permite la visualización de los mapas que serán servidos desde nuestra instancia del servidor de mapas Geoserver. Geoserver es un servidor que permite compartir y editar datos geoespaciales, utilizando los estándares Open Geospatial Consortium (OGC). Complementando el uso de JavaScript utilizamos el framework Vaadin en su versión 24,  renderizado en servidor, aportándonos controles de  gestión (tablas, formularios, trazabilidad, entre otros) sin la necesidad de codificar directamente en JavaScript, en su lugar, se programa en Java y la tecnología realiza la conversión necesaria para su integración con la Web . \r\n\r\nEn el servidor utilizamos el framework Spring Boot, en su versión 3, el cual utiliza la tecnología de Java y no permite integrar módulos para la transacción y ejecución de los procesos, que se integra con la base de datos de Postgresql y el módulo Postgis. Postgresql es un motor de base de datos relacional, con más de 35 años en desarrollo y utilizada en aplicaciones que requieren alto rendimiento de transacciones y su módulo de operaciones espaciales Postgis, que incluye funcionalidades de almacenamiento y análisis espaciales con soporte e integración a servidores de mapas, como Geoserver.",
        "notes": "Nota: https://www.canva.com/design/DAFtNsOCiYo/AOpSjQP4lKeRt258zyzMyA/view?website#2\r\n\r\nLa Plataforma de Datos Abiertos (PDA) para el Análisis Espacial de Resiliencia Energética y Comunitaria es un agregador de datos y una herramienta en línea basada en Sistemas de Información Geográfica (GIS) e Infraestructura de Datos Espaciales (IDE). Es un proyecto de investigación liderado por el Grupo de Investigación en Resiliencia Energética y Microrredes (PUCMM) y por el Centro de Estudios Urbanos y Regionales (CEUR). Esta iniciativa es financiada por el Fondo Nacional para la Investigación en Cienca y Tecnología (FONDOCYT). \r\n\r\nEl objetivo principal de la herramienta es la creación de mapas de vulnerabilidad basados en la interesección de riesgos climáticos, la infrestructura crítica (energética) de la cuidad y las vulnerabilidades sociales en las comunidades. \r\n\r\nLa combinación de datos de infraestructura con información socioeconómica y geográfica servirá para ilustrar la posible ocurrencia de eventos de alto impacto y baja probabilidad (HILP, por sus siglas en inglés), que podrían afectar estos sistemas y a las comunidades que lo habitan.",
        "audience_level": "All",
        "tags": [
            "JavaScript",
            "java",
            "geoserver",
            "Postgresql",
            "Postgis",
            "Lenguajes de Programación",
            "Desarrollo Basado en Plataformas",
            "Tecnologías Emergentes"
        ],
        "rating": 0.0,
        "state": "accepted",
        "confirmed": false,
        "created_at": "2023-10-16T20:56:41.828Z",
        "additional_info": ""
    },
    {
        "name": "Eudris Cabrera Rodriguez",
        "email": "eudris@gmail.com",
        "avatar": "../img/charlistas/eudris2.jpg",
        "location": "Dominican Republic",
        "bio": "Ingeniero Telemático (Egresado de PUCMM). Actualmente Desarrollador Informático en el Ministerio de Hacienda de la República Dominicana.  Entusiasta de la tecnología y el software libre, desarrollador Java, instructor ocasional (Java / Linux), aficionado del béisbol/sóftbol y los bailes latinos.\r\n\r\nGanador de la beca Linux Training Scholarship 2014 en la categoría Developer Do-Gooder. Miembro asociado del [JCP (Java Community Process)](https://www.jcp.org/en/participation/overview#associate). Co-fundador / Organizador del [grupo de usuarios Java (Java User Group ) de la República Dominicana (aka Java Dominicano)](https://twitter.com/javadominicano) y miembro del staff organizador de [JConf Dominicana](https://jconfdominicana.org). Miembro del comité organizador de [JakartaOne Livestream en Español](https://jakartaone.org/2023/spanish) en las ediciones 2020, 2021 y 2023.\r\n\r\nEn el tiempo libre, escribe artículos, realiza charlas y ayuda en la revisión de documentación técnica en el mundo Java y el código abierto.\r\n",
        "twitter": "eudriscabrera",
        "carrear": "Ingeniero Telematico",
        "url": "https://eudriscabrera.com",
        "organization": "Java Dominicano",
        "shirt_size": "Men's M",
        "name_2": null,
        "email_2": null,
        "avatar_2": null,
        "location_2": null,
        "bio_2": "Ingeniero Telemático, desarrollador informático en el Ministerio de Hacienda y Co-fundador Java Dominicano",
        "twitter_2": null,
        "url_2": null,
        "organization_2": null,
        "shirt_size_2": null,
        "talk_format": "Talk (~30-45 minutes)",
        "title": "Simplifica el desarrollo de tus aplicaciones empresariales con Jakarta EE.",
        "abstract": "En esta sesión, demostraré cómo comenzar a desarrollar nuevas aplicaciones Java empresariales o cómo migrarlas  de Java EE 8 a Jakarta EE 10 y ejecutarlas en entornos ligeros . Además, aprenderá a implementar aplicaciones Jakarta EE en infraestructuras sin servidor con AWS Fargate.",
        "description": "Jakarta EE, también conocida como Java EE, es una plataforma estable y ampliamente adoptada para aplicaciones empresariales. Sin embargo, tiene fama de vieja y anticuada, ¡injustamente! Con las versiones e implementaciones actuales, la plataforma está ganando impulso. Jakarta EE 10 contiene nuevas características para crear aplicaciones Java modernas, simplificadas, lijeras y orientadas a la nube. Esta nueva versión innovadora impulsada por la comunidad está diseñada para organizaciones que buscan comenzar a desarrollar nuevas aplicaciones Java empresariales o avanzar en las ya existentes.\r\n\r\nEn esta sesión, demostraré cómo comenzar a desarrollar nuevas aplicaciones Java empresariales o cómo migrarlas rápidamente de Java EE 8 a Jakarta EE 10 y ejecutarlas en entornos ligeros como WildFly Bootable Jar, OpenLiberty, Payara o Quarkus. Además, aprenderá a implementar aplicaciones Jakarta EE en infraestructuras sin servidor con AWS Fargate.\r\n",
        "notes": "",
        "audience_level": "All",
        "tags": [
            "Jakarta EE",
            "Java",
            "Java EE"
        ],
        "rating": 0.0,
        "state": "accepted",
        "confirmed": false,
        "created_at": "2023-10-17T01:24:53.950Z",
        "additional_info": ""
    },
    {
        "name": "Luis Contreras",
        "email": "luis.contreras.do@gmail.com",
        "avatar": "../img/charlistas/luis_contreras.jpg",
        "location": "Dominican Republic",
        "bio": " Senior IT Monitoring Engineer with an expertise in Monitoring solutions like (Nagios, Centreon, Icinga, Op5 and Zabbix). I have a proven experience in System / Network Administration, and developing monitoring projects, including complex integrations and developing plugins in Python, PHP and PowerShell.  More than 10 years of experience and based in Retail, Government, Health and IT Services industry. Since 2005 I've been speaker in Opensource technologies within and outside of the country, and in 2012 I got the honor on receiving a Nagios MVP for my contribution to Nagios community. ",
        "twitter": "luiscontrerasdo",
        "carrear": "Ingeniero de Monitoreo IT",
        "url": "https://www.linkedin.com/in/luiscontrerasdo/",
        "organization": "Maxwell Leadership",
        "shirt_size": "Men's L",
        "name_2": null,
        "email_2": null,
        "avatar_2": null,
        "location_2": null,
        "bio_2": "Ingeniero Senior de Monitoreo IT - Conferencista en tecnologías de código abierto - título de Nagios MVP por su contribución a la comunidad de Nagios.",
        "twitter_2": null,
        "url_2": null,
        "organization_2": null,
        "shirt_size_2": null,
        "talk_format": "Talk (~30-45 minutes)",
        "title": "El poder de las relaciones",
        "abstract": "En un mundo hiperconectado por tecnología, las auténticas relaciones humanas son esenciales para el éxito. Inspirados en John Maxwell, descubriremos cómo las relaciones transforman vidas y potencian el crecimiento. Aprende a fortalecer conexiones y a construir confianza.",
        "description": "¿Alguna vez te has preguntado por qué algunas personas parecen avanzar en la vida con una facilidad aparente, mientras que otras luchan constantemente? La respuesta radica en el poder oculto de las relaciones. En esta charla inspiradora, basada en las sabias palabras de John Maxwell, desvelaremos los secretos de las conexiones humanas y cómo pueden ser la llave maestra para desbloquear oportunidades, superar obstáculos y alcanzar alturas insospechadas. Prepárate para embarcarte en un viaje transformador donde aprenderás a cultivar relaciones más profundas, a construir alianzas poderosas y a tejer una red de contactos que te impulsará hacia el éxito. Si estás listo para cambiar tu vida y alcanzar tus sueños, ¡esta charla es para ti! No te pierdas la oportunidad de descubrir el verdadero poder que reside en cada conexión que haces. ¡Te esperamos con los brazos abiertos y con historias que te dejarán al borde de tu asiento!",
        "notes": "No special requirements for this talk.",
        "audience_level": "All",
        "tags": [
            "Desarrollo Personal",
            "Desarrollo Profesional",
            "Crecimiento",
            "Liderazgo",
            "Relaciones",
            "Vencer miedos",
            "Profesionales"
        ],
        "rating": 0.0,
        "state": "accepted",
        "confirmed": false,
        "created_at": "2023-09-21T21:17:28.809Z",
        "additional_info": "Entiendo que posiblemente micrófono dependiendo el salón si es muy grande, la salida es hdmi, tengo cable hdmi y adaptor de hdmi a vga por si acaso, pointer tengo uno disponible, por eso lado estamos cubiertos. En el primer bloque de 9:00 a.m. a 1:00 p.m."
    },
    {
        "name": "Mitra Mejia",
        "email": "mitra.mejia@gmail.com",
        "avatar": "https://secure.gravatar.com/avatar/13c33355a473c3d39ccfddfd9a499864?s=500",
        "location": "Unknown",
        "bio": "I have been a remote software engineer for the past 10 years. I work designing and implementing React and React-Native apps. I am on the engineering team at Petal, where we are helping people build credit in a responsible manner. At Petal, I've had the opportunity to become the function owner of our mobile app platform. Also, I serve as a lead in our frontend guild. Our guild is a platform to encourage best practices across our engineering organization.",
        "twitter": "mitramejia",
        "carrear": "Ingeniero de Software",
        "url": "",
        "organization": "Petal",
        "shirt_size": "Men's M",
        "name_2": null,
        "email_2": null,
        "avatar_2": null,
        "location_2": null,
        "bio_2": "Ingeniero de software - miembro de equipo de ingeniería en Petal - Frontend Developer",
        "twitter_2": null,
        "url_2": null,
        "organization_2": null,
        "shirt_size_2": null,
        "talk_format": "Talk (~30-45 minutes)",
        "title": "Clean Code Best Practices",
        "abstract": "Writing code is often the focus of  beginner engineers. Yet, with experience we find ourselves reading at least twice as much code than we write. In this talk we will explore best practices to take your code craftsmanship to the next level.",
        "description": "Writing code is often the focus when we start learning how program computers. Yet, as we gain experience we find ourselves reading at least twice as much code than we write. In this talk we will explore best practices to take your code craftsmanship to the next level. We will share knowledge applicable to any programming language. Learn how to make your code reviewers smile with delight.",
        "notes": "Barcamp rocks!",
        "audience_level": "Intermediate",
        "tags": [
            "Lenguajes de Programación",
            "Ingeniería de Software"
        ],
        "rating": 0.0,
        "state": "accepted",
        "confirmed": false,
        "created_at": "2023-10-16T18:44:43.649Z",
        "additional_info": "Si es posible preferiría presentar en la mañana"
    },
    {
        "name": "Kaury Rosario",
        "email": "kaury1405@gmail.com",
        "avatar": "https://papercallio-production.s3.amazonaws.com/uploads/user/avatar/52323/%2B1__829__446-4033_20220909_132238.jpg",
        "location": "Santo Domingo ",
        "bio": "¡Hola! Soy Kaury Rosario \r\nDiseño y desarrollo experiencias digitales que te hacen la vida más fácil y productiva. Me defino como una mujer que siempre vive innovando, aprendido y compartiendo experiencias y vivencias con otros. Soy egresada de ITLA del tecnólogo en Multimedia. Tengo una especialidad en desarrollo de apps por la universidad APEC y un especialidad en Diseño de apps por Chavón santo Domingo.",
        "twitter": "Kauryrosariog",
        "carrear": "Ingeniero de Software",
        "url": "https://do.linkedin.com/in/kauryrosario",
        "organization": "Coolhunter Partners",
        "shirt_size": "Women's M",
        "name_2": null,
        "email_2": null,
        "avatar_2": null,
        "location_2": null,
        "bio_2": null,
        "twitter_2": null,
        "url_2": null,
        "organization_2": null,
        "shirt_size_2": null,
        "talk_format": "Workshop (\u003e 60 minutes)",
        "title": "Guía para diseñar apps",
        "abstract": "Busco enseñar, como pueden crear aplicaciones que resuelvan necesidades, aporten a que las vidas, negocios o proyectos de las personas sean mejor y eficientes.",
        "description": "Vamos a aprender de diseño móvil y sus flujos.  Cuáles son los tipos de app que exiten, definir conceptos, elegir la tecnología adecuada, proceso para diseñarlas y mostrar como se puede lograr monetizarla también.",
        "notes": "Soy la persona indicada para hablar de esto, porque tengo varios años trabajando con este tema de creación de apps y he apoyado a varias Startup a crear soluciones por medio de apps que buscan resolver problemas existen para mejorar la vida de sus usuarios. También junto a un equipo estamos trabajando en una app propia que ayude a las personas a mejorar su actitud y desarrollo personal.",
        "audience_level": "All",
        "tags": [],
        "rating": 0.0,
        "state": "submitted",
        "confirmed": false,
        "created_at": "2023-10-15T18:44:48.454Z",
        "additional_info": "Me gustaría que el horario para presentar el workshop sea en la mañana (9 a.m - 1 p.m), no en la tarde. Las herramientas a utilizar serán: Figma, Marvel App, Freehand de invisión."
    },
    {
        "name": "Jigyasa Grover",
        "email": "grover.jigyasa2@gmail.com",
        "avatar": "https://secure.gravatar.com/avatar/e4f9d2c29fff42f6aaf9068014086be8?s=500",
        "location": "San Francisco, CA",
        "bio": "10-time award winner in Artificial Intelligence and Open Source and the co-author of the book 'Sculpting Data For ML', Jigyasa Grover is a powerhouse brimming with passion to make a dent in this world of technology and bridge the gaps. She has 5+ years of ML engineering \u0026 Data Science experience in deploying large‐scale systems for monetization on social networking and e‐commerce platforms with a focus on ads prediction, sponsored content ranking, and recommendation. She is also one of the few ML Google Developer Experts globally. \r\n\r\nAt present, she is at Faire as a Senior Data Scientist, building paid brands placements (ads) marketplace and ranking engine from the ground up to diversify company revenue streams. Previously, she was at Twitter as a Senior Machine Learning Engineer in the Online Ads Prediction \u0026 Ranking domain, where she worked towards boosting the revenue and other advertising metrics of the platform. \r\n\r\nJigyasa campaigns for a data-centric approach to ML, and her book is a practical guide on curating quality datasets that lay a strong foundation for an ML pipeline. Hinged on this ideology of throwing the limelight on the mindful practices of dataset curation, she has been proactively sharing her views and best practices in the form of technical talks, panels, podcasts, blog posts, and so on.  Her latest research 'Keeping it Low‑Key' is focused on igniting the public dialogue regarding privacy impacts, ethical consequences, fairness, and real-world harms of non-privacy-compliant ML systems. She also co-authored a chapter ‘Do not fake it till you make it!’, which is a synopsis of trending fake news detection methodologies on social media using deep learning in a world-renowned Springer book series. To help budding authors and writers, she is also serving as a technical book reviewer for O'Reilly Media and Packt Publishing House.\r\n\r\nHaving graduated from the University of California, San Diego, with a Master’s degree in Computer Science and an Artificial Intelligence specialization, her journey is highlighted by a myriad of experiences from her stints at Faire, Twitter, Facebook/Meta, National Research Council Canada, Institute of Research \u0026 Development France, San Diego Supercomputer Center involving data science, mathematical modeling, and software engineering.\r\n\r\nJigyasa is an avid proponent of open-source and credits the access to opportunities and her career growth to this sphere of community development. In her spirit to build a powerful community with a strong belief in “we rise by lifting others”, she mentors aspiring developers and ML enthusiasts in various global programs. She shares her experiences and knowledge as an Advisory Board Member for the Las Positas Community College, AI Forum, Corinium Global Intelligence, and VigiTrust. She currently leads the open-source and ML track for Anita Borg's IWiC group and is also the Program Chair for PyBay. In the past, she led the Women@ML BRG, to provide a safe circle for professional growth, collaboration, and advocacy. She has also served as the Director of Women Who Code and Lead of Google Women Techmakers for a handful of years to help bridge the gender gap in technology.\r\n\r\nJigyasa is a proud recipient of multiple grants for her research and travels globally from Mitacs Globalink, Linux Foundation, Facebook, European Smalltalk Users Group, Python Software Foundation, Twitter, and many more. She has 150+ media features, keynotes, conference talks, panels, workshops, and podcasts to her name, with renowned entities like Google, United Nations, NTD Business, International Business Times, SiliconAngle, CubeTV,  etc. Her love for tinkering has led her to win 5+ hackathons, sponsored by Microsoft, Google, Github, etc. and she now gives back to the community by serving on the judges' panel of hackathons. \r\n\r\nApart from her technological ventures, she enjoys exploring hidden gems in her city, hanging out with friends and family, and has been recently having fun with baking. You can visit her online at jigyasa-grover.github.io or on Twitter (@jigyasa_grover).\r\n\r\n- Awards, Keynotes,  Tech Talks,  Workshops,  Panels,  Hackathons,  and others !: [docs.google.com/document/d/1pWmkyoxqbFTKsSlmRgYlQ_8gUCtnRrGcfYuGqUT1vCs](docs.google.com/document/d/1pWmkyoxqbFTKsSlmRgYlQ_8gUCtnRrGcfYuGqUT1vCs)\r\n- YouTube Videos: [youtube.com/channel/UCaPucMRPgl5aNJJMO3OkfEA/playlists](youtube.com/channel/UCaPucMRPgl5aNJJMO3OkfEA/playlists)",
        "twitter": "jigyasa_grover",
        "carrear": "Ingeniero de Sistemas",
        "url": "https://jigyasa-grover.github.io/",
        "organization": "Faire",
        "shirt_size": "Women's M",
        "name_2": "Rishabh Misra",
        "email_2": "rishabhmisra1994@gmail.com",
        "avatar_2": "https://secure.gravatar.com/avatar/7cc1559bfb58c93088540b5e077b5e81?s=500",
        "location_2": "San Francisco",
        "bio_2": "Rishabh Misra is a Senior Machine Learning Engineer by profession and has many years of experience in developing large-scale Language Models and Machine Learning systems for improving user experience. He has published highly-cited research and also contributes as a Program Committee member at some of the top Machine Learning and AI conferences (like ICML, KDD, WWW, SIGIR, RecSys, etc), where he lends his expertise in Recommender Systems, Language Models, Natural Language Processing, and Applied Machine Learning.\r\n\r\nHe combines his past engineering experiences in designing large-scale systems, working at Amazon, Arcesium (a D.E. Shaw company), and Twitter, and research experiences in Applied Machine Learning to develop distributed Machine Learning relevance systems at Attentive. He is passionate about identifying novel and practical problems and has tackled many interesting ones over the years like filtering spoilers, sarcasm detection, curbing fake news/misinformation/abuse/spam, clothing size recommendation, improving conversational experience, and so on.\r\n\r\nHe is a published book author via Sculpting Data for ML - which talks about approaching Machine Learning from a data-centric view and providing a step-by-step guide to curate quality datasets (w/ forewords from prominent folks in the ML community). In his downtime, he enjoys watching sci-fi shows, gaming, and spending time with his family. He presently lives in San Francisco, California, and you can visit him online at rishabhmisra.github.io.",
        "twitter_2": "rishabh_misra_",
        "url_2": "http://rishabhmisra.github.io",
        "organization_2": "Attentive",
        "shirt_size_2": "Men's S",
        "talk_format": "Talk (~30-45 minutes)",
        "title": "Guarding the ML Galaxy: Beyond Accuracy to Privacy and Security",
        "abstract": "Modern services are leveraging ML on proprietary data to personalize UX. But a slight slack can have disastrous socio-economic outcomes! We review techniques for retaining the privacy of data \u0026 proprietary design, warranting the security of the deployed model to ensure trust among all stakeholders.",
        "description": "The last handful of years have seen an immense evolution and adoption of Machine Learning (ML) in multifarious domains. Regardless of our fascination or loathe for it, ML-powered services and products are influencing our decision-making power and dominating our lives heavily. The scope of impact of these intelligent systems implies that the confidentiality of both data and the underlying algorithm is highly critical. A slight slack in the design of these systems can lead to disastrous outcomes propelled by cyber-attacks, reverse engineering, and leakage of sensitive data like personal conversations, financial transactions, medical history, and so on. \r\n\r\nThis talk analyses the contemporary interpretation of privacy and security in the ML realm and the significance it holds in myriad settings. It reviews the prevalent types of privacy and security attacks on ML systems. Furthermore, it introduces the audience to some techniques for retaining the privacy of data \u0026 proprietary design, warranting the security of the deployed model, and staying compliant with the latest regulations and policies to ensure trust among all the stakeholders. \r\n\r\nThe goal is to ignite the public dialogue regarding privacy impacts, ethical consequences, fairness, and real-world harms of non-privacy-compliant ML systems.\r\n\r\n\r\n# Outline:\r\n\r\n## Introduction (5 minutes)\r\n- Acceleration of ML-powered digital services in the post-pandemic era\r\n- Rise of confidential data access and usage in ML systems\r\n- Socio-economic impact of breach of data sources and the underlying algorithm\r\n- Unintended propulsion of bias and discrimination \r\n- Case study of a scandal leading to privacy awakening in the masses\r\n- Need for tightening privacy and security measures in ML \r\n\r\n## Attacks on ML systems (10 - 15 minutes)\r\n- Exploitation of vulnerabilities: Data, Model, and Infrastructure of ML systems\r\n- Categorization of Security Attacks: \r\n  -  Intent of the attacker: Espionage, Sabotage, and Fraud \r\n  - Stage of the ML pipeline: Training and Inference\r\n  - At the intersection of the above including Poisoning, Trojaning, Backdooring, and Reprogramming\r\n- In-depth review of Privacy Attacks: \r\n  - Data Access\r\n  - Membership Inference\r\n  - Input Inference\r\n  - Parameter Inference\r\n  - Property Inference\r\n- Tools to quantify privacy risks in ML systems \r\n\r\n## Emerging privacy and security enhancing techniques (10 - 15 minutes)\r\n- Differential Privacy: Intersection of mathematics, cryptography, and ML\r\n- Federated or Collaborative Learning: Both centralized and decentralized approaches\r\n- Synthetic Data both partial and fully fabricated: Going beyond data anonymization methodologies \r\n- Data Condensation: Using learnings from data distillation meant for ML training efficiency improvement\r\n- Auxiliary Techniques: Walkthrough of elementary tricks like generalization, perturbation, and encryption.\r\n\r\n## Conclusion and Takeaways (5-10 minutes)\r\n- Privacy and Security: Key pillars of building a responsible ML system\r\n- Data Protection and Privacy regulations across the world: GDPR, CCPA, HIPAA, GLBA, etc.\r\n- Future directions for the development of better and smarter techniques to maximize data utility and privacy in tandem\r\n",
        "notes": "This talk is based on the book chapter co-authored by us titled [\"Keeping it Low-Key: Modern-Day Approaches to Privacy-Preserving Machine Learning\"](https://link.springer.com/chapter/10.1007/978-3-031-34006-2_2) for the Springer book [\"Data Protection in a Post-Pandemic Society: Laws, Regulations, Best Practices, and Recent Solutions\"](https://link.springer.com/book/10.1007/978-3-031-34006-2).",
        "audience_level": "All",
        "tags": [
            "data",
            "ai",
            "ml",
            "privacy",
            "security",
            "federated learning",
            "gdpr"
        ],
        "rating": 0.0,
        "state": "submitted",
        "confirmed": false,
        "created_at": "2023-10-09T20:15:44.130Z",
        "additional_info": ""
    },
    {
        "name": "Raldy de Jesus De Oleo",
        "email": "raldydeoleo@gmail.com",
        "avatar": "https://papercallio-production.s3.amazonaws.com/uploads/user/avatar/78009/139013230_3927172537301388_1221078150466227657_n.jpg",
        "location": "Santiago, Dominican Republic",
        "bio": "Im a software developer with more than 8 years of experience creating solutions  for big local companies, developing C# enterprise solutions. I studied at UASD, ITLA, and T-ecogroup.",
        "twitter": "printek_sa",
        "carrear": "Ingeniero de Sistemas",
        "url": "http://sistekrd.com/web/sistek",
        "organization": "Sistek",
        "shirt_size": "Men's M",
        "name_2": null,
        "email_2": null,
        "avatar_2": null,
        "location_2": null,
        "bio_2": null,
        "twitter_2": null,
        "url_2": null,
        "organization_2": null,
        "shirt_size_2": null,
        "talk_format": "Talk (~30-45 minutes)",
        "title": "Train an AI Model with your company data.",
        "abstract": "Train your own AI model with company data or any other kind of data. Build, train, and deploy machine learning models, focus on AWS ecosystem.",
        "description": "Train your own AI model with company data or any other kind of data. Build, train, and deploy machine learning models, focus on AWS ecosystem. Analyzes text and tells you what it finds. It can identify different types of entities (people, places, brands, products, and so forth), key phrases, sentiment (positive, negative, mixed, or neutral), and extract key phrases, all from text in English or Spanish.",
        "notes": "Train your own AI model with company data or any other kind of data. Build, train, and deploy machine learning models, focus on AWS ecosystem. Analyzes text and tells you what it finds. It can identify different types of entities (people, places, brands, products, and so forth), key phrases, sentiment (positive, negative, mixed, or neutral), and extract key phrases, all from text in English or Spanish.",
        "audience_level": "Beginner",
        "tags": [
            "AI",
            "ML",
            "NLP",
            "aws"
        ],
        "rating": 0.0,
        "state": "submitted",
        "confirmed": false,
        "created_at": "2023-10-06T18:39:32.604Z",
        "additional_info": ""
    },
    {
        "name": "Junior Suarez",
        "email": "juniorsuarez92@gmail.com",
        "avatar": "https://secure.gravatar.com/avatar/857074d11844652141fce641ea663582?s=500",
        "location": "Unknown",
        "bio": "Desarrollador web con mas de 7 años de experiencia, fundador de Imagiroom Estudio Creativo, amante del software libre, fanático de las ideas innovadoras y de jóvenes emprendedores. Amo enseñar por esta razón tambien me formé en Infotep como facilitador de formación profesional.",
        "twitter": "",
        "carrear": "Ingeniero de Sistemas",
        "url": "http://www.imagiroom.com",
        "organization": "Imagiroom Estudio Creativo",
        "shirt_size": "Men's M",
        "name_2": null,
        "email_2": null,
        "avatar_2": null,
        "location_2": null,
        "bio_2": null,
        "twitter_2": null,
        "url_2": null,
        "organization_2": null,
        "shirt_size_2": null,
        "talk_format": "Talk (~30-45 minutes)",
        "title": "Creación de proyectos rentables y efectivos - Business Model Canvas",
        "abstract": "Quiero enseñar a los participantes una técnica para crear proyectos desde cero sin morir en el intento. Al salir de la universidad, solo se sale sabiendo nuevas tecnologías, mas no a crear proyectos, solo se piensa como programador y hay que ir mas allá para ahorrar tiempo y dinero.",
        "description": "Aprenderemos una buena técnica para crear proyectos de cualquier tipo y todo desde cero (Business Model Canvas), esto cuenta con 9 pasos específicos donde iremos poniendo nuestras suposiciones y luego ir mejorándolas con la realidad de nuestros posibles clientes. Antes de invertir tiempo y dinero tendrás una idea clara de si el proyecto es viable o no.",
        "notes": "",
        "audience_level": "All",
        "tags": [
            "startup",
            "creación de proyectos",
            "php",
            "c#",
            "python"
        ],
        "rating": 0.0,
        "state": "submitted",
        "confirmed": false,
        "created_at": "2023-09-30T17:13:29.941Z",
        "additional_info": ""
    },
    {
        "name": "Johan Prevot R",
        "email": "johanprevot@hotmail.com",
        "avatar": "https://secure.gravatar.com/avatar/ad7d8a4e87af3ce63b44d1062750eb03?s=500",
        "location": "Unknown",
        "bio": "Soy un ingeniero de sistemas con más de 10 años de experiencia en desarrollo con PHP. Actualmente, ocupo el cargo de encargado de desarrollo e implementación en el Ministerio de la Presidencia. Mi amplio conocimiento en desarrollo web y mi experiencia en implementación de soluciones tecnológicas me han permitido contribuir al éxito de proyectos críticos en mi organización. Estoy comprometido en impulsar la eficiencia y la innovación a través de la tecnología, liderando equipos y garantizando la entrega de soluciones de calidad que satisfagan las necesidades del Ministerio de la Presidencia y de la sociedad en general.",
        "twitter": "",
        "carrear": "Ingeniero de Sistemas",
        "url": "https://www.linkedin.com/in/johanprevot/",
        "organization": "PHP Dominicana ",
        "shirt_size": "Men's M",
        "name_2": null,
        "email_2": null,
        "avatar_2": null,
        "location_2": null,
        "bio_2": null,
        "twitter_2": null,
        "url_2": null,
        "organization_2": null,
        "shirt_size_2": null,
        "talk_format": "Talk (~30-45 minutes)",
        "title": "Dockerizando Aplicaciones Web: Simplificando el Despliegue y la Gestión",
        "abstract": "¿Quieres llevar tu aplicación al siguiente nivel de eficiencia y portabilidad? Descubre cómo Dockerizar aplicación te permite simplificar el despliegue y la gestión de tu plataforma de manera rápida y eficaz. ¡Optimiza tus recursos y acelera tu desarrollo con esta solución innovadora!",
        "description": "¿Quieres llevar tu sitio web con OctoberCMS al siguiente nivel de eficiencia y portabilidad? Descubre cómo Dockerizar OctoberCMS te permite simplificar el despliegue y la gestión de tu plataforma de manera rápida y eficaz. ¡Optimiza tus recursos y acelera tu desarrollo con esta solución innovadora!",
        "notes": "",
        "audience_level": "All",
        "tags": [
            "Desarrollo Basado en Plataformas",
            "Tecnologías Emergentes"
        ],
        "rating": 0.0,
        "state": "submitted",
        "confirmed": false,
        "created_at": "2023-09-22T14:52:48.902Z",
        "additional_info": "HDMI para Mac puerto C, sobre el horario podria ser en la tarde porque voy de santo domingo y posiblemente llegue justo inicia el evento"
    },
    {
        "name": "Fernando Arturo Andújar Brito",
        "email": "fernandoarturo829@gmail.com",
        "avatar": "https://secure.gravatar.com/avatar/48a80e90b8cba9eea01803c59f157e1c?s=500",
        "location": "Unknown",
        "bio": "",
        "twitter": "",
        "carrear": "Ingeniero de Sistemas",
        "url": "https://www.linkedin.com/in/fandujar13/",
        "organization": "",
        "shirt_size": "Men's S",
        "name_2": null,
        "email_2": null,
        "avatar_2": null,
        "location_2": null,
        "bio_2": null,
        "twitter_2": null,
        "url_2": null,
        "organization_2": null,
        "shirt_size_2": null,
        "talk_format": "Workshop (\u003e 60 minutes)",
        "title": "Introducción al análisis de datos espaciales con Python",
        "abstract": "El workshop consiste en una combinación teórico-práctica en donde se discutiran los conceptos básicos del análisis espacial (representaciones de los datos, formatos, y sistemas de coordenadas) y se utilizará Python para demostrar como manipular, analizar y visualizar datos espaciales de Rep. Dom.",
        "description": "¿Qué tienen en común las encuestas, los dispositivos electrónicos, y las imágenes satelitales? ¡Todas son fuentes de datos espaciales! ¿Alguna vez has pensado sobre la cantidad de datos espaciales que se generan día a día, como la localización de tu celular o computador por ejemplo? La tecnología geoespacial ha evolucionado a tal punto que se generar terabytes de datos que, a través de análisis y visualizaciones, nos permiten comprender mejor el mundo.\r\n\r\nEn este workshop, se discutiran los conceptos básicos del análisis espacial y utilizaremos Python en vivo para manipular, analizar, y visualizar datos geoespaciales de República Dominicana.",
        "notes": "Para aprovechar al máximo el taller de introducción al análisis de datos espaciales con Python, es necesario tener nociones básicas/intermedias de Python y conocimientos básicos de la librería pandas. Esta librería proporciona estructuras de datos y funciones que se van a utilizar durante la sección práctica.\r\n\r\nSoy el candidato ideal debido a que poseo 5 años de experiencia trabajando con datos tanto en el sector público como privado, en conjunto con una solida formación académica en pensamiento crítico y análisis como egresado de Economía de la PUCMM. En los últimos 3 años, he desempeñado como coordinador y especialista en el área de inteligencia de negocios para varias empresas del sector financiero, y más recientemente formo parte de una de las múltinacionales más relevantes en el área de analítica en el mundo trabajando como científico de datos. \r\n\r\nAdemás, poseo diversas certicaciones en las areas relacionadas a la ciencia de los datos, entre ellas científico de datos en R y Python, visualización de datos avanzada en Tableau, entre otras. Y, resulté ganador del primer lugar en una de las primeras competencias de ciencia de datos en el país (Datathon 2020). \r\n\r\nCon mi experiencia, formación y certificaciones, estoy seguro de que puedo ser un activo valioso para el evento.",
        "audience_level": "Intermediate",
        "tags": [
            "Python",
            "visualización de datos",
            "análisis espacial"
        ],
        "rating": 0.0,
        "state": "submitted",
        "confirmed": false,
        "created_at": "2023-09-21T23:45:44.933Z",
        "additional_info": "En el taller se utilizará Python y google collab (como alternativa pueden utilizar jupyter notebooks). Las librerías requeridas en Python son numpy, pandas, y geopandas. Necesito un adaptador HDMI para mi computadora. Puedo presentar en el horario de la tarde."
    },
    {
        "name": "Wilmer Terrero",
        "email": "wilmerterrero1922@gmail.com",
        "avatar": "https://secure.gravatar.com/avatar/de23d213df023ee325275757ae228c6e?s=500",
        "location": "Unknown",
        "bio": "Born and raised in Santo Domingo, Dominican Republic. I'm Wilmer Terrero, a Frontend Engineer with a love for learning new things, teaching others, and product development. I'm currently shaping the future of compliance management SaaS at Thoropass, Inc. My journey in tech took me through some industry giants like Verizon and Altice, where I gained invaluable experience. When I'm not coding, I enjoy listening to podcasts on economics and marketing, watching documentaries, and spending quality time with my wife.",
        "twitter": "wilterrero",
        "carrear": "Ingeniero de Sistemas",
        "url": "https://wilmerterrero.com/blog",
        "organization": "Thoropass, Inc.",
        "shirt_size": "Men's XL",
        "name_2": null,
        "email_2": null,
        "avatar_2": null,
        "location_2": null,
        "bio_2": null,
        "twitter_2": null,
        "url_2": null,
        "organization_2": null,
        "shirt_size_2": null,
        "talk_format": "Talk (~30-45 minutes)",
        "title": "Be The TypeScript Wizard of Your Company",
        "abstract": "Elevate your game by becoming the TypeScript Wizard of your company! In this talk, I'll arm you with powerful techniques and tools to write cleaner, safer, and more maintainable TypeScript code. Learn how to master advanced types, leverage utility types, and create type-safe APIs.",
        "description": "Elevate your game by becoming the TypeScript Wizard of your company! In this talk, I'll arm you with powerful techniques and tools to write cleaner, safer, and more maintainable TypeScript code. Learn how to master advanced types, leverage utility types, and create type-safe APIs.",
        "notes": "",
        "audience_level": "All",
        "tags": [
            "Ingeniería de Software",
            "TypeScript",
            "Tecnologías Emergentes",
            "Arquitectura de Software",
            "Type-Safety"
        ],
        "rating": 0.0,
        "state": "submitted",
        "confirmed": false,
        "created_at": "2023-09-21T22:11:13.008Z",
        "additional_info": "Hola! Puedo presentar en rango de horario de la tarde. "
    }
]